Revit 2027 API
ParameterTypeId.ZOffsetValue Property
 "z Offset Value"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZOffsetValue { get; }
Public Shared ReadOnly Property ZOffsetValue As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZOffsetValue {
	ForgeTypeId^ get ();
}
static member ZOffsetValue : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace